Repository: slorentemacUoc/swiftHuerto
Catalog: huertoUrbano/*.lproj/Localizable.strings
Languages: es

# Iniciar sesion
source: Log in
es: Iniciar sesión

# Usuario
source: User
es: Usuario

# Contrasena
source: Pass
es: Contraseña

# Usuario no valido
source: Incorrect user or question, please try again
es: Usuario o contreseña incorrectos, por favor intentelo de nuevo

# Aceptar
source: OK
es: Aceptar

# Registrarse
source: Check in
es: Registrarse

# Cultivos disponibles
source: Available crops
es: Cultivos disponibles

# Mi huerta
source: My garden
es: Mi huerta

# Configuracion
source: Configuration
es: Configuración

# Cerrar sesion
source: Sign off
es: Cerrar sesión

# Verano
source: Summer
es: Verano

# Otono
source: Autumn
es: Otoño

# Primavera
source: Spring
es: Primavera

# Invierno
source: Winter
es: Invierno

# Siembra
source: Sowing
es: Siembra

# Cosecha
source: Harvest
es: Cosecha

# Tipo tierra
source: Type of land:
es: Tipo de tierra:

# Espacio
source: Space between plants:
es: Espacio entre plantas:

# Poda
source: You need pruning:
es: Necesita poda:

# Frecuencia
source: Irrigation frequency:
es: Frecuencia de riego:

# Abono
source: Recommended payment:
es: Abono recomendado:

# Sol
source: Need sun / shadow:
es: Necesita sol / sombra:

# Temperatura
source: Maximun and minimun temperature:
es: Temperatura máxima y minima:

# Cultivar
source: Cultivate
es: Cultivar

# Informacion
source: Information
es: Informacion

# Anadido
source: Aggregate crop to my garden
es: Cultivo agregado a mi huerta

# Error agregando
source: There was an error adding the crop
es: Se ha producido un error añadiendo el cultivo

# Trasplantar
source: Transplant
es: Transplantar

# Cuidar
source: Look after
es: Cuidar

# Sembrar
source: Plant
es: Sembrar

# Cosechar
source: Harvest
es: Cosechar

# Notificar poda
source: Notify pruning
es: Notificar poda

# Notificar riego
source: Notify irrigation
es: Notificar riego

# Notificar trasplantar
source: Notify transplant
es: Notificar trasplantar

# Nombre
source: Username
es: Nombre de usuario

# Repetir contrasena
source: Repeat password
es: Repetir contraseña

# Dar de alta
source: To register
es: Dar de alta

# Contrasena coincidir
source: Passwords must match
es: Las contraseñas deben coincidir

# Debe rellenar todos los campos
source: You must fill in all fields
es: Debe rellenar todos los campos

# Email repetido
source: There is already a user registered with the same email
es: Ya existe un usuario registrado con ese email

# Alta erronea
source: There was an error when registering, please try again
es: Se ha producido un error al realizar el alta, por favor intentelo de nuevo

# Alta ok
source: User successfully registered
es: Usuario dado de alta corretamente

# Sonido
source: Allow sound
es: Permitir sonido

# Permitir notificaciones
source: Enable notifications
es: Permitir notificaciones

# Permitir gps
source: Allow gps
es: Permitir gps

# Registros huerta
source: Currently there are no crops in my garden
es: Actualmente no existen cultivos en mi huerta

# Huerto urbana
source: Urban garden
es: Huerto urbano

# Huerto trasplantar
source: Your garden needs to be transplanted
es: Su huerto necesita ser trasplantado

# Huerto podar
source: Your garden needs to be pruned
es: Su huerto necesita ser podado

# Huerto regar
source: Your garden needs to be watered
es: Su huerto necesita ser regado
